Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/CarKitSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CARPLAY_FOOTER_TEXT_WIRED_OFF_TOUCHID
source: Unlocking your iPhone will be required every time, and your device will remain unlocked as long as CarPlay is active. Enable this setting to allow CarPlay to connect without requiring Touch ID or a passcode.
ar: يجب فتح قفل iPhone في كل مرة، وسيبقى قفل الجهاز مفتوحًا مادام كاربلاي نشطًا. قم بتمكين هذا الإعداد للسماح لكاربلاي بالاتصال دون طلب بصمة الإصبع أو رمز الدخول.
bg: Ще трябва всеки път да отключвате вашия iPhone и устройството ви ще остане отключено, докато е активен CarPlay. Активирайте тази настройка, за да разрешите на CarPlay да се свързва, без да изисква Touch ID или код.
ca: Hauràs de desbloquejar l’iPhone cada vegada i el dispositiu es mantindrà desbloquejat mentre el CarPlay estigui activat. Activa aquesta opció per permetre que el CarPlay es connecti sense necessitat d’utilitzar el Touch ID o un codi.
cs: Pokaždé bude požadováno odemknutí iPhonu a zařízení zůstane odemknuté, dokud bude CarPlay aktivní. Zapnutím tohoto nastavení umožníte připojení CarPlay bez použití Touch ID nebo zadání kódu.
da: Du skal låse iPhone op hver gang, og enheden forbliver ulåst, mens CarPlay er aktiv. Slå denne indstilling til for at CarPlay kan oprette forbindelse til bilen uden at kræve Touch ID eller en kode.
de: Dein iPhone muss jedes Mal entsperrt werden und bleibt entsperrt, solange CarPlay aktiviert ist. Aktiviere diese Einstellung, sodass CarPlay eine Verbindung herstellen kann, ohne Touch ID oder einen Code anzufordern.
el: Θα απαιτείται κάθε φορά ξεκλείδωμα του iPhone και η συσκευή σας θα παραμένει ξεκλείδωτη όση ώρα είναι ενεργό το CarPlay. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, το CarPlay θα συνδέεται χωρίς να απαιτείται Touch ID ή κωδικός.
es: Tendrás que desbloquear tu iPhone cada vez y tu dispositivo permanecerá desbloqueado mientras CarPlay esté activo. Activa este ajuste para permitir a CarPlay se conecte sin necesidad de Touch ID o código.
es_419: Tendrás que estar desbloqueando tu iPhone y tu dispositivo permanecerá desbloqueado mientras CarPlay esté activo. Activa esta configuración para permitir que CarPlay se conecte sin requerir Touch ID o el código.
fi: iPhonen lukitus pitää avata joka kerta, ja laitteesi pysyy auki niin kauan kuin CarPlay on käytössä. Ota tämä asetus käyttöön, jotta CarPlay voi yhdistää ilman Touch ID:tä tai pääsykoodia.
fr: Le déverrouillage de votre iPhone est requis systématiquement et ce dernier reste déverrouillé tant que CarPlay est actif. Activez ce réglage pour permettre à CarPlay de se connecter sans nécessiter l’utilisation d’un code ou de Touch ID.
fr_ca: Vous serez systématiquement invité à déverrouiller votre iPhone, et ce dernier restera déverrouillé tant que CarPlay est actif. Activez ce réglage pour autoriser CarPlay à se connecter sans exiger l’utilisation de Touch ID ou d’un code.
he: כשמשתמשים ב-CarPlay, יש לבטל את נעילת ה-iPhone כל פעם שמתחברים, והמכשיר נשאר פתוח כל עוד CarPlay פועל. ניתן להפעיל הגדרה זו כדי לאפשר חיבור ל-CarPlay ללא צורך באימות עם Touch ID או קוד גישה.
hi: हर बार आपको अपना iPhone अनलॉक करके रखना ज़रूरी होगा और CarPlay सक्रिय रहने के दौरान आपका डिवाइस अनलॉक रहेगा। CarPlay को Touch ID या पासकोड के बिना कनेक्ट कर पाने की अनुमति देने के लिए इस सेटिंग को सक्षम करें।
hr: Otključavanje iPhonea zatražit će se svaki put i vaš će uređaj ostati otključan sve dok je CarPlay aktivan. Omogućite ovu postavku kako biste dozvolili spajanje CarPlaya bez uporabe Touch ID-ja ili šifre.
hu: Minden alkalommal fel kell oldani az iPhone-ját, és az eszköze feloldva marad, amíg a CarPlay aktív. Engedélyezze ezt a beállítást, ha azt szeretné, hogy a CarPlay Touch ID vagy jelkód megadása nélkül csatlakozhasson.
id: Anda akan selalu harus membuka iPhone Anda dan perangkat Anda akan tetap terbuka selama CarPlay aktif. Aktifkan pengaturan ini untuk mengizinkan CarPlay terhubung tanpa memerlukan Touch ID atau kode sandi.
it: Ti verrà richiesto di sbloccare iPhone ogni volta e il tuo dispositivo rimarrà sbloccato fino a quando CarPlay sarà in uso. Abilita questa opzione per consentire a CarPlay di connettersi senza richiedere l’autenticazione tramite Touch ID o un codice.
ja: 毎回iPhoneのロックを解除する必要があり、CarPlayを使用中はデバイスのロックは解除されたままになります。この設定を有効にすると、CarPlayはTouch IDやパスコードなしで接続できます。
kk: iPhone құлпын әр жолы ашу керек болады, ал CarPlay функциясы қосулы кезде құрылғы құлыптан шығарылған күйінде қалады. Бұл реттеуді CarPlay функциясына Touch ID немесе құпиякодты талап етпей қосылуға рұқсат беру үшін іске қосыңыз.
ko: 매번 iPhone을 잠금 해제하야 하며, CarPlay가 활성화되어 있는 한 사용자의 기기가 잠금 해제 상태를 유지합니다. 이 설정을 활성화하면 CarPlay가 Touch ID 또는 암호 없이 연결됩니다.
lt: Visada turėsite atrakinti savo „iPhone“ įrenginį, o pats įrenginys bus atrakintas tol, kol veiks „CarPlay“. Įjunkite šį nustatymą, kad „CarPlay“ galėtų prisijungti neprašant naudoti „Touch ID“ arba įvesti prieigos kodo.
ms: Anda diperlukan membuka kunci iPhone anda setiap kali dan peranti anda akan kekal dibuka kunci selagi CarPlay aktif. Dayakan seting ini untuk membenarkan CarPlay bersambung tanpa memerlukan Touch ID atau kod laluan.
nl: Je moet je iPhone elke keer ontgrendelen en je apparaat blijft ontgrendeld zolang CarPlay actief is. Schakel deze optie in om CarPlay verbinding te laten maken zonder dat er Touch ID of een toegangscode is vereist.
no: Du må låse opp iPhone hver gang og enheten forblir ulåst så lenge CarPlay er aktiv. Aktiver denne innstillingen for å tillate at CarPlay kan koble til uten bruk av Touch ID eller kode.
pl: Odblokowanie iPhone'a będzie wymagane za każdym razem, a urządzenie pozostanie odblokowane tak długo, jak CarPlay jest aktywny. Włącz to ustawienie, aby pozwolić CarPlay łączenie się bez konieczności używania Touch ID ani kodu.
pt_br: O desbloqueio do iPhone sempre será exigido, e o dispositivo permanecerá desbloqueado enquanto o CarPlay estiver ativo. Ative este ajuste para permitir que o CarPlay conecte sem exigir o Touch ID ou um código.
pt_pt: Será sempre necessário desbloquear o iPhone e este permanecerá desbloqueado enquanto o CarPlay estiver ativo. Ao ativar esta definição, permitirá que o CarPlay estabeleça ligação ao carro sem necessitar do Touch ID ou código.
ro: Deblocarea iPhone‑ului va fi necesară de fiecare dată, iar dispozitivul va rămâne deblocat pe toată perioada cât funcționalitatea CarPlay este activă. Activați această configurare pentru a‑i permite funcționalității CarPlay să se conecteze fără a necesita Touch ID sau codul de acces.
ru: Разблокировка iPhone потребуется каждый раз, а устройство будет оставаться разблокированным, пока CarPlay активен. Включите эту настройку, чтобы разрешить подключение CarPlay, не требуя Touch ID или код‑пароля.
sk: Zakaždým sa bude vyžadovať odomknutie iPhonu. Kým je CarPlay aktívny, vaše zariadenie ostane odomknuté. Ak chcete povoliť pripájanie ku CarPlay bez vyžadovania Touch ID alebo kódu, zapnite toto nastavenie.
sl: Svoj iPhone boste morali vsakokrat odkleniti in odklenjen bo ostal vse dokler boste uporabljali CarPlay. Omogočite to nastavitev, če želite dovoliti, da se CarPlay poveže brez identifikacije s funkcijo Touch ID ali kodo za dostop.
sv: Du måste låsa upp iPhone varje gång, och enheten förblir upplåst medan CarPlay är aktivt. Aktivera den här inställningen om du vill tillåta att CarPlay ansluter utan att Touch ID eller en lösenkod krävs.
th: คุณจะต้องปลดล็อค iPhone ของคุณทุกครั้ง และอุปกรณ์ของคุณจะยังคงปลดล็อคอยู่ในระหว่างที่ CarPlay ทำงาน เปิดใช้งานการตั้งค่านี้เพื่ออนุญาตให้ CarPlay เชื่อมต่อได้โดยไม่ต้องใช้ Touch ID หรือรหัส
tr: iPhone’unuzun kilidini her seferinde açmanız gerekir ve CarPlay etkin olduğu sürece aygıtınızın kilidi açık kalır. CarPlay’in Touch ID ya da parola gerektirmeden bağlanmasına izin vermek için bu ayarı etkinleştirin.
uk: Потрібно щоразу відмикати iPhone, і він залишатиметься відімкненим весь час, поки функція CarPlay активна. Увімкніть цей параметр, щоб дозволити CarPlay підʼєднуватися без Touch ID або коду допуску.
vi: Bạn sẽ phải mở khóa iPhone mỗi lần và thiết bị của bạn sẽ được giữ ở trạng thái mở khóa trong khi CarPlay đang hoạt động. Bật cài đặt này cho phép CarPlay kết nối mà không yêu cầu Touch ID hoặc mật mã.
zh_cn: 每次都将需要解锁iPhone，且你的设备在CarPlay车载启用过程中将保持解锁状态。启用此设置以允许不需触控ID或密码连接CarPlay车载。
zh_hk: 你每次都需要解鎖iPhone，而你的裝置在CarPlay啟用期間會維持解鎖狀態。啟用此設定以允許CarPlay無需Touch ID或密碼也可以連接。
zh_tw: 每次都需要解鎖iPhone，只要啟用CarPlay，你的裝置將保持為解鎖狀態。啟用此設定後，不需要使用Touch ID或密碼，也可連接CarPlay。

# FORGET_CONFIRMATION_BLUETOOTH_TITLE_FORMAT
source: Forget “%@” for CarPlay and Bluetooth?
ar: إلغاء حفظ "%@" لكاربلاي و Bluetooth؟
bg: Забравяне на „%@“ за CarPlay и Bluetooth?
ca: Vols ometre “%@” al CarPlay i al Bluetooth?
cs: Ignorovat CarPlay a Bluetooth v „%@“?
da: Glem “%@” ifm. CarPlay og Bluetooth?
de: „%@“ für CarPlay und Bluetooth ignorieren?
el: Αγνόηση του «%@» για το CarPlay και το Bluetooth;
es: ¿Omitir “%@” en CarPlay y Bluetooth?
es_419: ¿Olvidar “%@” para CarPlay y Bluetooth?
fi: Unohdetaanko %@ CarPlaylle ja Bluetoothille?
fr: Oublier « %@ » pour CarPlay et Bluetooth ?
fr_ca: Oublier « %@ » pour CarPlay et Bluetooth?
he: להסיר את ״%@״ עבור CarPlay ו-Bluetooth?
hi: CarPlay और Bluetooth के लिए “%@” को याद न रखें?
hr: Zaboraviti “%@” za CarPlay i Bluetooth?
hu: Elfelejti következőt a CarPlay és a Bluetooth számára: %@?
id: Lupakan “%@” untuk CarPlay dan Bluetooth?
it: Vuoi dissociare “%@” per CarPlay e Bluetooth?
ja: CarPlayおよびBluetooth用の“%@”の登録を解除しますか?
kk: CarPlay және Bluetooth үшін «%@» автомобилін ұмыту қажет пе?
ko: CarPlay 및 Bluetooth에서 ‘%@’을(를) 지우겠습니까?
lt: Ar tikrai norite pamiršti „%@“ naudojant „CarPlay“ ir „Bluetooth“?
ms: Lupakan “%@” untuk CarPlay dan Bluetooth?
nl: '%@' vergeten voor CarPlay en Bluetooth?
no: Vil du glemme «%@» for CarPlay og Bluetooth?
pl: Zapomnieć „%@” dla CarPlay i Bluetooth?
pt_br: Esquecer “%@” para CarPlay e Bluetooth?
pt_pt: Esquecer “%@” para o CarPlay e Bluetooth?
ro: Ignorați “%@” pentru CarPlay și Bluetooth?
ru: Забыть «%@» для CarPlay и Bluetooth?
sk: Odstrániť „%@“ pre CarPlay a Bluetooth?
sl: Pozabim »%@« za CarPlay in Bluetooth?
sv: Vill du glömma ”%@” för CarPlay och Bluetooth?
th: เลิกใช้ “%@” สำหรับ CarPlay และบลูทูธหรือไม่
tr: “%@” CarPlay ve Bluetooth için unutulsun mu?
uk: Забути «%@» для CarPlay і Bluetooth?
vi: Quên “%@” cho CarPlay và Bluetooth?
zh_cn: 忽略“%@”的CarPlay车载和蓝牙？
zh_hk: 要忘記「%@」的CarPlay和藍牙嗎？
zh_tw: 要讓CarPlay和藍牙忘記「%@」嗎？

# FORGET_CONFIRMATION_FORGET
source: Forget
ar: إلغاء الحفظ
bg: Забрави
ca: Omet
cs: Ignorovat
da: Glem
de: Ignorieren
el: Αγνόηση
es: Omitir
es_419: Olvidar
fi: Unohda
fr: Oublier
fr_ca: Oublier
he: הסרה
hi: याद न रखें
hr: Zaboravi
hu: Elfelejtés
id: Lupakan
it: Dissocia
ja: 解除
kk: Ұмыту
ko: 지우기
lt: Pamiršti
ms: Lupakan
nl: Vergeet
no: Glem
pl: Zapomnij
pt_br: Esquecer
pt_pt: Esquecer
ro: Ignorați
ru: Забыть
sk: Odstrániť
sl: Pozabi
sv: Glöm
th: เลิกใช้
tr: Unut
uk: Забути
vi: Quên
zh_cn: 忽略
zh_hk: 忘記
zh_tw: 忘記

# CUSTOMIZE_APP_REMOVE
source: Remove
ar: إزالة
bg: Премахни
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: הסרה
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
kk: Алып тастау
ko: 제거
lt: Pašalinti
ms: Keluarkan
nl: Verwijder
no: Fjern
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: เอาออก
tr: Sil
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_hk: 移除
zh_tw: 移除

# CARPLAY_NAVIGATION_TITLE
source: CarPlay
ar: كاربلاي
zh_cn: CarPlay车载

# CARPLAY_OPTIONS_PROMPT_CONTINUE
source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_419: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nl: Ga door
no: Fortsett
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# CARPLAY_FOOTER_TEXT_WIRED_ON_FACEID
source: CarPlay can connect to your car without requiring Face ID or a passcode.
ar: لا يمكن لكاربلاي الاتصال دون طلب بصمة الوجه أو رمز الدخول.
bg: CarPlay може да се свързва към колата ви, без да изисква Face ID или код.
ca: El CarPlay es pot connectar amb el teu cotxe sense necessitat d’utilitzar el Face ID o un codi.
cs: CarPlay se může připojovat k vašemu autu bez použití Face ID nebo zadání kódu.
da: CarPlay kan oprette forbindelse til bilen uden at kræve Face ID eller en kode.
de: CarPlay kann eine Verbindung zu deinem Auto herstellen, ohne Face ID oder einen Code anzufordern.
el: Το CarPlay μπορεί να συνδέεται με το αυτοκίνητο χωρίς να απαιτείται Face ID ή κωδικός.
es: CarPlay puede conectarse a tu coche sin necesidad de Face ID o un código.
es_419: CarPlay puede conectarse a tu auto sin necesidad de Face ID o el código.
fi: CarPlay voi yhdistää autoosi ilman Face ID:tä tai pääsykoodia.
fr: CarPlay peut se connecter à votre véhicule sans que vous ayez à utiliser un code ou Face ID.
fr_ca: CarPlay peut se connecter à votre véhicule sans utiliser Face ID ni de code.
he: ‏CarPlay יוכל להתחבר לרכב שלך מבלי לדרוש אימות בעזרת Face ID או קוד גישה.
hi: CarPlay आपकी कार से Face ID या पासकोड के बिना कनेक्ट कर सकता है।
hr: CarPlay se može spojiti na automobil bez uporabe Face ID-ja ili šifre.
hu: A CarPlay a Face ID vagy a jelkódja megadása nélkül képes az Ön autójához csatlakozni.
id: CarPlay dapat terhubung ke mobil Anda tanpa memerlukan Face ID atau kode sandi.
it: CarPlay è in grado di connettersi alla tua auto senza richiedere l’autenticazione tramite Face ID o un codice.
ja: CarPlayはFace IDやパスコードなしで接続できます。
kk: CarPlay функциясы автомобиліңізге Face ID немесе құпиякодты талап етпей қосыла алады.
ko: CarPlay를 Face ID 또는 암호 없이 사용자의 차량에 연결할 수 있습니다.
lt: „CarPlay“ gali prie jūsų automobilio prisijungti be „Face ID“ arba prieigos kodo.
ms: CarPlay boleh bersambung ke kereta anda tanpa memerlukan Face ID atau kod laluan.
nl: CarPlay kan verbinding maken met je auto zonder dat Face ID of een toegangscode is vereist.
no: CarPlay kan koble til bilen din uten bruk av Face ID eller kode.
pl: CarPlay może łączyć się z samochodem bez konieczności używania Face ID ani kodu.
pt_br: O CarPlay não pode conectar ao seu carro sem exigir o Face ID ou um código.
pt_pt: O CarPlay pode estabelecer ligação ao carro sem necessitar do Face ID ou de um código.
ro: CarPlay se poate conecta la mașina dvs. fără a necesita Face ID sau codul de acces.
ru: CarPlay может подключиться к Вашему автомобилю, не требуя Face ID или код‑пароля.
sk: CarPlay sa môže pripájať k vášmu autu bez vyžadovania Face ID alebo kódu.
sl: CarPlay se lahko z vašim vozilom poveže brez identifikacije s funkcijo Face ID ali kodo za dostop.
sv: CarPlay kan ansluta till bilen utan att Face ID eller en lösenkod krävs.
th: CarPlay สามารถเชื่อมต่อกับรถของคุณได้โดยไม่ต้องใช้ Face ID หรือรหัส
tr: CarPlay arabanıza Face ID ya da parola gerektirmeden bağlanabilir.
uk: CarPlay може підʼєднуватися до автомобіля без Face ID або коду допуску.
vi: CarPlay có thể kết nối với ô tô của bạn mà không yêu cầu Face ID hoặc mật mã.
zh_cn: CarPlay车载无需面容ID或密码即可与车连接。
zh_hk: CarPlay無需Face ID或密碼也可以連接你的汽車。
zh_tw: CarPlay不需要使用Face ID或密碼，也可連接你的汽車。

# FORGET_CONFIRMATION_WIRED_TITLE_FORMAT
source: Forget “%@”?
ar: إلغاء حفظ "%@"؟
bg: Забравяне на „%@“?
ca: Vols ometre “%@”?
cs: Ignorovat „%@“?
da: Glem “%@”?
de: „%@“ ignorieren?
el: Αγνόηση του «%@»;
es: ¿Omitir “%@”?
es_419: ¿Olvidar “%@”?
fi: Unohdetaanko %@?
fr: Oublier « %@ » ?
fr_ca: Oublier « %@ »?
he: להסיר את ״%@״”?
hi: “%@” को याद न रखें?
hr: Zaboraviti “%@”?
hu: Elfelejti: „%@”?
id: Lupakan “%@”?
it: Vuoi dissociare “%@”?
ja: “%@”の登録を解除しますか?
kk: «%@» жою қажет пе?
ko: ‘%@’을(를) 지우겠습니까?
lt: Pamiršti „%@”?
ms: Lupakan “%@”?
nl: '%@' vergeten?
no: Glemme «%@»?
pl: Zapomnieć „%@”?
pt_br: Esquecer "%@"?
pt_pt: Esquecer “%@”?
ro: Ignorați “%@”?
ru: Забыть «%@»?
sk: Odstrániť „%@“?
sl: Pozabim »%@«?
sv: Vill du glömma ”%@”?
th: เลิกใช้ “%@” หรือไม่
tr: “%@” unutulsun mu?
uk: Забути «%@»”?
vi: Quên “%@”?
zh_cn: 忽略“%@”？
zh_hk: 要忘記「%@」嗎？
zh_tw: 要忘記「%@」嗎？

# CARPLAY_SWITCH
source: CarPlay
ar: كاربلاي
zh_cn: CarPlay车载

# CUSTOMIZE_ENABLED_APPS_SECTION_TITLE
source: Include
ar: تضمين
bg: Включи
ca: Inclou
cs: Přidat
da: Inkluder
de: Einbeziehen
el: Συμπερίληψη
es: Incluir
es_419: Incluir
fi: Sisällytä
fr: Inclure
fr_ca: Inclure
he: לכלול
hi: शामिल करें
hr: Dodaj
hu: Tartalom
id: Sertakan
it: Includi
ja: 含める
kk: Қосу
ko: 포함 항목
lt: Įtraukti
ms: Sertakan
nl: Voeg toe
no: Inkluder
pl: Uwzględnij
pt_br: Incluir
pt_pt: Incluir
ro: Includeți
ru: Включить
sk: Zahrnúť
sl: Vključi
sv: Inkludera
th: ประกอบด้วย
tr: Dahil Et
uk: Включати
vi: Bao gồm
zh_cn: 包括
zh_hk: 包括
zh_tw: 包含

# ALLOW_LOCKED_CARPLAY_SWITCH
source: Allow CarPlay While Locked
ar: السماح بكاربلاي أثناء القفل
bg: CarPlay при заключен екран
ca: CarPlay quan està bloquejat
cs: Povolit CarPlay při uzamčení
da: Tillad CarPlay, når låst
de: CarPlay im Sperrzustand
el: Σε οθόνη κλειδώματος
es: CarPlay estando bloqueado
es_419: CarPlay al estar bloqueado
fi: Salli CarPlay, kun lukittuna
fr: CarPlay en mode verrouillé
fr_ca: Autoriser en mode verrouillé
he: הרשאת CarPlay בנעילה
hi: लॉक होने पर CarPlay की अनुमति दें
hr: CarPlay kad je zaključano
hu: A CarPlay elérése zárolásnál
id: Izinkan CarPlay Saat Terkunci
it: CarPlay con blocco attivo
ja: ロック中にCarPlayを許可
kk: Экран құлыптаулы кезде CarPlay функциясына рұқсат беру
ko: 잠겨 있는 동안 CarPlay 허용
lt: Įjungti „CarPlay“, kai įrenginys yra užrakintas
ms: CarPlay Semasa Dikunci
nl: CarPlay indien vergrendeld
no: Tillat CarPlay med låst telefon
pl: Blokada nie dotyczy CarPlay
pt_br: CarPlay Quando Bloqueado
pt_pt: Permitir enquanto bloqueado
ro: CarPlay în timpul blocării
ru: CarPlay с заблок. экраном
sk: CarPlay v zamknutom režime
sl: Dovoli CarPlay v zaklenjenem stanju
sv: Tillåt CarPlay vid låst skärm
th: อนุญาต CarPlay ในระหว่างล็อคอยู่
tr: Kilitliyken CarPlay’e İzin Ver
uk: CarPlay під замком
vi: Cho phép CarPlay khi khóa
zh_cn: 锁定时允许使用CarPlay车载
zh_hk: 允許鎖定時使用CarPlay
zh_tw: 允許鎖定時使用CarPlay

# HOME_SCREEN_RESET_CONFIRM
source: Reset Home Screen Layout
ar: إعادة تعيين شكل الشاشة الرئيسية
bg: Нулирай Начален екран
ca: Restableix la disposició de l’inici
cs: Resetovat uspořádání plochy
da: Nulstil hjemmeskærmens layout
de: Home-Bildschirm
el: Επαναφορά διάταξης οθόνης Αφετηρίας
es: Restablecer pantalla de inicio
es_419: Restablecer pantalla de inicio
fi: Nollaa Koti-valikon asettelu
fr: Réinitialiser l’écran d’accueil
fr_ca: Réinitialiser l’écran d’accueil
he: איפוס פריסת האייקונים במסך הבית
hi: होम स्क्रीन लेआउट रीसेट करें
hr: Resetiraj raspored početnog zaslona
hu: Főképernyő elrendezése alaphelyzetbe
id: Atur Ulang Susunan Layar Utama
it: Ripristina layout schermata Home
ja: ホーム画面のレイアウトをリセット
kk: Басты экранның орнын бастапқы күйге қайтару
ko: 홈 화면 레이아웃 재설정
lt: Nustatyti pradžios ekrano išdėstymą iš naujo
ms: Reset Tataletak Skrin Utama
nl: Herstel beginschermindeling
no: Nullstill layout på Hjem-skjerm
pl: Wyzeruj ekran główny
pt_br: Redefinir Layout da Tela de Início
pt_pt: Repor disposição do ecrã principal
ro: Resetați aranjarea ecranului principal
ru: Сбросить настройки «Домой»
sk: Resetovať rozloženie plochy
sl: Ponastavi postavitev domačega zaslona
sv: Nollställ hemskärmens layout
th: รีเซ็ตการจัดเรียงไอคอนบนหน้าจอโฮม
tr: Ana Ekran Yerleşimini Sıfırla
uk: Скинути схему екрана
vi: Đặt lại bố cục Màn hình chính
zh_cn: 还原主屏幕布局
zh_hk: 重設主畫面圖示排列
zh_tw: 重置主畫面佈局
